Repository: ViktorYeah/DDProgramme
Catalog: DoubleMastersDegreeProgramme/Resources/Views/Home/About.*.resx
Languages: uk

# section1_content1
source: The Double Master’s Degree Programme goal is to form specialists in the field of Mechanical Engineering, to foster mobility of the students and academics, and to offer the students an international experience and exposure to both Ukrainian and Polish learning values.
uk: Метою Програми подвійного диплому магістра є формування фахівців у галузі машинобудування, сприяння мобільності студентів та науковців, запропонувати студентам міжнародний досвід та заохочити молодь до українських, та польських цінностей.

# section1_content2
source: The programme established cooperation in the area of student exchange offering students an opportunity to obtain two degrees in Mechanical Engineering according to the programs of both universities:
uk: Програма встановлює співпрацю у сфері обміну студентами, що дає студентам можливість отримати два дипломи в галузі машинобудування за програмами обох університетів:

# section1_content3
source: diploma of <b>Master of Science Engineer</b> of PUT
uk: диплом <b>Master of Science Engineer</b> Познанського Університету Технологій

# section1_content4
source: diploma of <b>Master of Science in “Mechanical Engineering”</b> of Igor Sikorsky KPI
uk: диплом <b>Master of Science in “Mechanical Engineering”</b> КПІ ім. Ігоря Сікорського

# section1_content5
source: Programme's History
uk: Історія Програми

# section1_content6
source: <li><i>April 6-7, 2017</i> - signing an agreement of understanding - between Igor Sikorsky KPI and Poznan University of Technology during the meeting of Rectors of higher technical educational institutions of Ukraine and Poland</li> <li><i>June 27, 2017</i> - beginning the creation of the Double Master's Degree Programme</li> <li><i>July 29, 2017</i> - agreed the curricula of specialties</li> <li><i>August 20, 2017</i> - the Agreement and Regulations for the Programme are prepared</li> <li><i>August 29, 2017</i> - signing by the Rectors of Igor Sikorsky KPI and Poznan University of Technology agreements on the Double Master's Degree Programme at the Center for Culture and Arts (Kyiv)</li> <li><i>February 17, 2018</i> - the first five students of Double Master's Degree Programme travel to Poznan University of Technology to study Mechanical Engineering</li>
uk: <li> <i> 6-7 квітня 2017 р. </i> - Підписання угоди про взаєморозуміння між КПІ ім. Ігоря Сікорського та Познанським Університетом Технологій під час зустрічі ректорів вищих технічних навчальних закладів України та Польщі </ li> <li> <i> 27 червня 2017 р. </i> - Початок створення Програми подвійного диплому магістра</ li> <li> <i> 29 липня 2017 р.</i> - Узгоджено навчальні плани спеціальностей </ li> <li> <i> 20 серпня 2017 р.</i> - Підготовлено Угоду та Положення про Програму </ li> <li> <i> 29 серпня 2017 р. </i> - Підписання ректорами КПІ ім. Ігоря Сікорського та Познанським Університетом Технологій угоди про стоврення Програми подвійного диплому магістра в Центрі культури та мистецтв (Київ) </ li> <li> <i> 17 лютого 2018 р. </i> - Перші п'ять студентів Програми подвійного диплому магістра подорожують до Познанського університету технологій на навчання</ li>

# section1_title
source: The Programme
uk: Про Програму

# section2_content1
source: <b>Igor Sikorsky KPI</b> - One of the biggest Universities in Europe, found on 1896 November 25. Comprises of 19 faculties, 9 educational and scientific institutes, several scientific and research institutes and educational centers. It trains 25000 students, postgraduates, doctorates as well as foreign student from neighbouring and far abroad countries.
uk: <b>КПІ ім. Ігоря Сікорського</b> - Один з найбільших університетів Європи, заснований 25 листопада 1896 року. Складається з 19 факультетів, 9 навчальних та наукових інститутів, декількох науково-дослідних інститутів та освітніх центрів. Приймає щорічно 25000 студентів, аспірантів, докторів наук, а також іноземних студентів з сусідніх країн.

# section2_content2
source: <b>Mechanical Engineering Institute</b> - The partner of Double Master's Degree Programme
uk: <b>Механіко-машинобудівний інститут</b> - Партнер Програми подвійного диплому магістра

# section2_content3
source: Together with Chemical-Technological is considered the oldest department in the University
uk: Разом з Хіміко-технологічним факультетом вважається найстаршим в університеті

# section2_content4
source: <li>Students - 1228</li> <li>Chairs - 8</li> <li>Scientific Subdivisions - 4</li> <li>Specialities - 2</li> <li>Specializations - 15</li>
uk: <li>Студентів - 1228</li> <li>Кафедр - 8</li> <li>Наукових підрозділів - 4</li> <li>Спеціальностей - 2</li> <li>Спеціалізацій - 15</li>

# section2_content5
source: Chairs of Mechanical Engineering Institute
uk: Кафедри Механіко-машинобудівного інституту

# section2_content6
source: <li>Machine Dynamics and Strength of Materials</li> <li>Mechanics of Material Plasticity and Resource Saving Processes</li> <li>Applied Hydro-Aeromechanics and Mechatronics</li> <li>Applied Mechanics</li> <li>Design of Machine Tools and Machines</li> <li>Integrated Mechanical Engineering</li> <li>Laser Systems and Physical Technologies</li> <li>Manufacturing Engineering</li>
uk: <li>Динаміки і мiцностi машин та опору матерiалiв - ДММОМ</li> <li>Інтегрованих технологій машинобудування - ІТМ</li> <li>Технології машинобудування - ТМММІ</li> <li>Механіки пластичності матеріалів та ресурсозберігаючих процесів - МПМРП</li> <li>Конструювання верстатів i машин - КВМ</li> <li>Прикладної гідроаеромеханіки і механотроніки - ПГМ</li> <li>Прикладної механіки - ПМ</li> <li>Лазерної техніки та фізико-технічних технологій - ЛТФТТ</li> <li>Приладів та систем керування літальними апаратами - ПСКЛА</li>

# section2_title
source: National Technical University of Ukraine "Igor Sikorsky Kyiv Polytechnic Institute"
uk: Національний технічний університет України "Київський політехнічний інститут імені Ігоря Сікорського"

# section3_content1
source: <b>Poznan University of technology</b> - The best Polish Technical University, founded in 1919. It is a place for 20 000 students, PhD's, DSc's study on 10 faculties 100 specializations in 27 branches of science
uk: <b> Познанський університет технологій </b> - Найкращий технічний університет Польщі, заснований у 1919 році. Є місцем навчання для 20 000 студентів, докторів наук, на 10 факультетах 100 спеціалізацій у 27 галузях науки

# section3_content2
source: <b>Faculty of Mechanical Engineering and Management</b> - The partner of Double Master's Degree Programme
uk: <b> Факультет машинобудування та менеджменту </b> - Партнер Програми подвійного диплому магістра

# section3_content3
source: The oldest Faculty of Poznan University of Technology. It was at the roots of higher education in technical subjects in Wielkopolska Region. Currently, the Faculty consists of 4 institutes with 13 divisions and 1 chair.
uk: Найстарший факультет Познаньського університету технологій. Складав основу вищої освіти технічних дисциплін у Великопольській області. В даний час факультет складається з 4 інститутів з 13 підрозділами та 1 кафедри.

# section3_content4
source: Fields of study:
uk: Напрямки навчання:

# section3_content5
source: <li>Biomedical Engineering</li> <li>Materials Engineering</li> <li>Mechanical Engineering</li> <li>Mechatronics</li> <li>Management and Production Engineering</li>
uk: <li> Біомедична інженерія </li> <li> Інжиніринг матеріалів </li> <li> Машинобудування </li> <li> Мехатроніка </li> <li> Управління та виробнича інженерія </li>

# section3_content6
source: <b>Faculty of Machines and Transport</b> - The partner of Double Master's Degree Programme
uk: <b> Факультет машинобудування та транспорту </b> - Партнер Програми подвійного диплому магістра

# section3_content7
source: The Faculty was established on 1 October 1953. Comprises of 2 Institutes and 3 Chairs.
uk: Факультет був заснований 1 жовтня 1953 року. До складу навчального закладу входять 2 інститути та 3 кафедри.

# section3_content8
source: Fields of study:
uk: Напрямки навчання:

# section3_content9
source: <li>Mechanical Engineering</li> <li>Transport</li> <li>Aerospace Engineering</li>
uk: <li> Машинобудування </li> <li> Транспорт </li> <li> Аерокосмічна інженерія </li>

# section3_title
source: Poznan University of Technology
uk: Познанський університет технологій

# section4_step10_content1
source: Undergo the defence of Master's thesis
uk: Пройти захист магістерської дисертації

# section4_step10_content2
source: Obtain two diplomas:
uk: Отримати два дипломи

# section4_step10_content4
source: Poznan University of Technology
uk: Познанський університет технологій

# section4_step10_content6
source: Igor Sikorsky KPI
uk: КПІ ім. Ігоря Сікорського

# section4_step10_title
source: Step 10. Defence of Master's Thesis
uk: Крок 10. Захист магістерської роботи

# section4_step1_content
source: <span>A successful candidate for Double Master's Degree Programme must satisfy the following requirements:</span> <ol> <li>Must have diploma of 1st cycle of studies in Mechanical Engineering (Bachelor)</li> <li>Be enrolled in the Master’s programme (second cycle)</li> <li>Obtained B2 certificate of respective Language (English/Ukrainian/Polish)</li> <li>Be appointed to a Supervisor – from the home University</li> <li>Have a topic for Master’s thesis (approved by Reviewer)</li> </ol>
uk: <span> Успішний кандидат Програми подвійного диплому магістра повинен відповідати наступним вимогам: </ span> <ol> <li> Має диплом першого циклу навчання в галузі машинобудування (бакалавр) </li> <li> Зарахований до 1-го року навчання в магістратурі (другий цикл навчання) </li> <li> Отримав сертифікат B2 відповідної мови (англійська / українська / польська) </li> <li> Призначений до наукового керівника - в домашньому університету </li> <li> Має тему дипломної роботи магістра (затверджена рецензентом) </li> </ ol>

# section4_step1_title
source: Step 1. Requirements for Candidates
uk: Крок 1. Вимоги до кандидатів

# section4_step2_content1
source: Start with the
uk: Для початку необхідно зареєструватися через

# section4_step2_content2
source: Web Application Form
uk: Веб-форму

# section4_step2_content3
source: provided on this website
uk: надану на цьому веб-сайті

# section4_step2_content4
source: Aplicant should provide a DD Programme Coordinator of the home University with the following:
uk: Заявник повинен надати Координатору Програми подвійного диплому магістра домашнього університету таку інформацію:

# section4_step2_content5
source: <ol> <li>Application Form (signed by hand)</li> <li>Topic of master’s thesis</li> <li>Information about a Scientific Supervisor (Reviewer) (scientific degree, academic title, name, phone, e-mail)</li> <li>Bachelor's degree diploma scan (first cycle)</li> <li>Scan of Supplement to Diploma (transcript of records)</li> </ol>
uk: <ol> <li> Форма заяви (підписана вручну) </li> <li> Тема магістерської роботи </li> <li> Інформація про наукового керівника (науковий ступінь, вчене звання, ім'я, телефон, електронна пошта) </li> <li> Сканована копія диплому бакалавра (перший цикл) </li> <li>Сканована копія додатку до диплома </li> </ ol>

# section4_step2_title
source: Step 2. Student’s admission to the DD Programme
uk: Крок 2. Вступ до Програми подвійного диплому магістра

# section4_step3_content1
source: <ul> <li>A candidate is to be selected on the competitive basis of the home University and fulfil the requirements of the admission board of the faculty.</li> <li>All students will be informed of the selection results by the Coordinator of the Programme</li> </ul>
uk: <ul> <li> Кандидат повинен бути обраний на конкурсній основі домашнього університету та відповідати вимогам приймальної комісії факультету. </li> <li> Всі студенти будуть проінформовані про результати вибору Координатором програми </li> </ ul>

# section4_step3_title
source: Step 3. Assesment in home University (Candidates selection)
uk: Крок 3. Затвердження в домашньому університеті

# section4_step4_content1
source: A formal procedure of a selected candidate requires his registration in the on-line system
uk: Для навчання в Познанському університеті технологій, необхідно пройти реєстрацію в онлайновій системі

# section4_step4_content2
source: , filling in on-line application form and uploading following documents:
uk: , для заповнення он-лайн анкети та завантажити наступні документи:

# section4_step4_content3
source: <li>Application Form</li> <li>Passport scan</li> <li>CV (optional)</li> <li>Bachelor's degree diploma scan (first cycle) translated into English or Polish language (if the language of document is different one)</li> <li>Bachelors' diploma - a photocopy legalized at the Polish Embassy/Consulate or Apostilled (for the moment of arrival to PUT)</li> <li>Scan of Supplement to Diploma (transcript of records), translated into English or Polish language (if the language of document is different one)</li> <li>Scan of corresponding B2 Language certificate</li> <li>Recommendation from the graduate’s department (optional)</li>
uk: <li> Форма заяви </li> <li> Скан паспорта </li> <li> CV (необов'язково) </li> <li> Скан диплому бакалавра (перший цикл навчання) перекладеного на англійську або польську мову (якщо мова документа відрізняється) </li> <li> Диплом бакалавра - фотокопія, легалізована в посольстві / консульстві або апостильованому польському місті (на момент прибуття в ПУТ) </li> <li> Скан додатка до диплому (стенограма записів), перекладена англійською або польською мовою (якщо мова документа відрізняється) </li> <li> Скан відповідного мовного сертифіката B2 </li> <li> Рекомендація від випускної кафедри (необов'язково) </li>

# section4_step4_content4
source: A registration of a student to partner University (on-line system
uk: Реєстрація студента до партнерського університету (онлайн система

# section4_step4_content5
source: should be not later than the end of the 1st semester.
uk: повинна бути не пізніше кінця 1-го семестру.

# section4_step4_title
source: Step 4. Registration in KSANTYPA
uk: Крок 4. Реєстрація в KSANTYPA

# section4_step5_content1
source: On the basis of received documents the host University will:
uk: На підставі отриманих документів приймаючий університет:

# section4_step5_content2
source: <li>Verify the application documents</li> <li>Register a candidate for the DD Programme</li> <li> Provide a candidate for DD Programme with: <ul> <li>Invitation to study document</li> <li>Contacts of faculty coordinator who is in charge of educational process</li> <li>Together with the faculty coordinator appoints a Scientific Supervisor for Master thesis</li> <li>List of subjects to cover the educational requirements</li> <li>Agree the living conditions with the host University</li> </ul> </li>
uk: <li> Перевіряє заявлені документи</li> <li> Реєструє кандидата на Програму подвійного диплому магістра</li> <li> Забезпечує кандидата в на навчання по програмі настуним: <ul> <li> Надсилає запрошення на навчання </li> <li> Передає контакти координатора факультету, який відповідає за навчальний процес </li> <li> Разом з координатором факультету призначається науковий керівник магістерської роботи </li> <li> Надає перелік предметів для навчального процесу </li> <li> Погоджує проживання з приймаючим університетом умови проживання студента</li> </ul> </li>

# section4_step5_title
source: Step 5. Assesment in the host University
uk: Крок 5. Затвердження в приймаючому університеті

# section4_step6_content1
source: After assessment in home and host Universities and recieving list of subjects, student must:
uk: Після проведення оцінювання в домашньому та приймаючому університетах та отримання переліку предметів, студенти повинні:

# section4_step6_content2
source: <li>Fill-in (and send to the DD coordination center) the Learning Agreement with disciplines according to specified direction, approved by both institutions, with a detailed description of the syllabuses and competences to be acquired during a specified academic course, transcript of records from last semester(s) in home University, dates of arrival to- and departure from- the host University</li> <li>Contact with scientific Supervisor from host University</li> <li>Apply for Visa in Embassy</li> <li>Obtain document of medical examination</li>
uk: <li> Заповнити (і відправити до координаційного центру Програми подвійного диплому магістра) Угоду про начання з дисциплінами відповідно до зазначеного напряму навчання, затвердженого обома установами, з докладним описом програм та компетенцій, що будуть отримані протягом певного навчального курсу, виписку результатів оцінювання з останнього семестру в домашньому університеті, дати прибуття до та виїзду з приймаючого університету </ li> <li> Зв'язатися з науковим керівником з приймаючого університету </ li> <li> Подати заявку на отримання візи в посольстві </ li> <li> Отримати документ медичного обстеження </ li>

# section4_step6_title
source: Step 6. After assessment in home and host Universities
uk: Крок 6. Після затвердження в домашньому та приймаючому університетах

# section4_step7_content1
source: Requirements for all students who are willing to study abroad:
uk: Вимоги до всіх студентів, які бажають навчатися за кордоном:

# section4_step7_content2
source: Apply for study at the
uk: Подати заявку на навчання у

# section4_step7_content3
source: Academic Mobility Department
uk: Відділ академічної мобільності

# section4_step7_content4
source: <li><b>Approve individual Curriculum at the home Faculty (with end dates for passing the exams)</b></li> <li><b>Approve the dates of departure and arrival to the home University</b></li>
uk: <li> <b> Затвердити індивідуальний навчальний план на домашньому факультеті (з кінцевими датами здачі іспитів) </b> </ li> <li> <b> Затвердити дати від'їзду та прибуття до домашнього університету </b> </li>

# section4_step7_title
source: Step 7. Registration at the Students Mobility Office
uk: Крок 7. Реєстрація в офісі відділу академічної мобільності

# section4_step8_content1
source: (Regulations 2.8) For enrolled students: Host institutions must provide pertinent pre-arrival information to students including information regarding travel and entry, costs likely to be incurred, and any other information which will assist students to prepare for their stay at the host institution.
uk: (Положення 2.8) Для студентів, які навчаються: приймаюча установа повинна надати студентам відповідну "інформацію про прибуття" до моменту прибуття, включаючи інформацію про проїзд та в'їзд, витрати, які можуть бути понесені, та будь-яку іншу інформацію, яка допоможе студентам підготуватися до їх перебування в приймаючій установі.

# section4_step8_content2
source: (Regulations 2.8) Student’s arrival to the host University: Host institution arranges and conducts a comprehensive on-site orientation program.
uk: (Положення 2.8) прибуття студента в приймаючий університет: приймаюча установа організує та проводить комплексну програму орієнтації на місці.

# section4_step8_content3
source: By the end of studies in partner University students obtain transcript of records
uk: До кінця навчання в партнерському університеті студенти отримують виписку оцінок по дисциплінам за пройдений(і) семестр(и)

# section4_step8_title
source: Step 8. Travel and Study in partner University
uk: Крок 8. Подорож та навчання у партнерському університеті

# section4_step9_content1
source: <li> Make sure to return to home University before the end date approved in documents before the departure. </li> <li> Contact your Coordinator about the arrival </li>
uk: <li> Не забудьте повернутися в дмашній університет до дати кінцевої дати затвердженої в документах до від'їзду. </li> <li> Зверніться до свого координатора після прибуття </li>

# section4_step9_content2
source: Provide necessary documents to Dean's office and
uk: Надайте необхідні документи в деканат та

# section4_step9_content3
source: Academic Mobility Department
uk: Відділ академічної мобільності

# section4_step9_title
source: Step 9. Return to home University
uk: Крок 9. Повернення до домашнього Університету

# section4_title
source: How Does The Programme Work ?
uk: Як працює програма?

# Title
source: About
uk: Інфо
